[{
        "title": "Product Opportunity",
        "description": "<ol><li><strong>Understanding your company and product needs</strong>: The first stage allows us to understand the needs of your company and the product you are keen to test, and for you to understand the mission and capabilities of the Living Lab team.</li><li><strong>Open communication</strong>: Secondly, signing a non-disclosure agreement so that you can communicate details with us in confidence.</li><li><strong>Understanding your product</strong>: Thirdly, for us to understand in detail what your product does, its functional specifications and the environment in which it will be deployed.</li><li><strong>Forming a collaboration team</strong>: We will form a joint team to work on developing the test procedures. This is done in a collaborative, online environment enabling ease of communication between team members. Once drafted the test procedures are approved and executed, results are rapidly shared with the team members and a final report is co-drafted by the team.</li></ol> ",
        "requirements": [{
            "title": "Governance Checklist",
            "content": "As a minimum your business requires the following: <ul><li>Business registration, ABN, bank account</li><li>Shareholders Agreement </li><li>Access to legal advice for contract review</li><li>Intellectual Property (IP) protection strategy</li> <li> Public Liability and Personal Indemnity Insurance </li><li>Secure data storage and access protocols</li> </ul>"
        }, {
            "title": "Product Checklist",
            "content": "<ul><li>Product specification documentation</li><li>Compliance with electrical, laser safety, fire and other Standards</li><li>Electrically tagged and tested, checked for Electromagnetic Field (EMF) vulnerability</li><li>Failure Modes and Effects Analysis (FMEA) (or similar product risk assessment process)</li><li>Instructions for installation, troubleshooting, resetting and removal</li><li>Multiple communications and data storage options</li><li>Contact instructions and processes</li><li>Bill of materials and accompanying MSDS</li></ul>"
        }, {
            "title": "Commercial Checklist",
            "content": "<ul><li>What is the business model for the product? Is the product a physical product, data or a service? Is a license required?</li><li>Is there an return on investment (ROI) or valuation?</li><li>Is the business model a good fit for the specific trial site/ organization?</li><li>What does the METS require from the test? A case summarising trial outcomes can be an acceptable deliverable regardless of whether the test product is subsequently purchased.</li><li>Is there clear ownership of IP?</li><li>Who owns data generated by the trial/ product and what can be done with it?</li><li>What about indemnity? What about damage to the product?</li><li>How will the product integrate into the partners business? What management of change (MOC) is required to use the product in the partners business?</li></ul>"
        }]
    }, {
        "title": "Function and Safety Standards",
        "description": "Your functional requirements and product readiness will determine the nature of site trial to be conducted. Where there are Standards to be met, we will assist in identifying those standards and provide an opportunity to replicate the on-site experience to de-risk future site trial opportunities. There are several regulations and standards such as electrical regulations used by UWA and resources sites in Australia. For ease of access we have made some of these available here.",
        "requirements": [{
                "title": "Site Standards",
                "content": "<ul><li>AS 3007 Electrical installations - surface mines and associated processing plants</li><li>&nbsp<a target='_blank' rel='noopener' href='https://www.legislation.wa.gov.au/legislation/statutes.nsf/main_mrtitle_650_homepage.html'>Occupational Safety and Health Act 1984</a>&nbsp(WA) and&nbsp<a target='_blank' rel='noopener' href='https://www.commerce.wa.gov.au/worksafe/about-occupational-safety-and-health-regulations-1996'>Occupational Safety and Health Regulations 1996</a>&nbsp(WA)</li><li>&nbsp<a target='_blank' rel='noopener' href='https://www.legislation.wa.gov.au/legislation/statutes.nsf/main_mrtitle_599_homepage.html'>Mines Safety and Inspection Act 1994</a>&nbsp</li><li>&nbsp<a target='_blank' rel='noopener' href='https://www.legislation.wa.gov.au/legislation/statutes.nsf/main_mrtitle_1819_homepage.html'>DoIR Mines Safety and Inspection Regulations 1995</a>&nbsp</li></ul>"
            },
            {
                "title": "Electrical Safety (device considerations)",
                "content": "<ul><li><div>&nbsp<a target='_blank' rel='noopener' href='https://www.standards.org.au/engagement-events/flagship-projects/wiring-rules'>AS/NZS 3000 Electrical installations</a>&nbsp(The Australian/ New Zealand Wiring Rules)</div><ul><li>Continuity of the earthing system (earth resistance of the main earthing conductor, protective earthing conductors and bonding conductors)</li><li>Insulation resistance</li><li>Polarity</li><li>Correct circuit connections</li><li>Fault-loop impedance (live test)</li><li>Verification of operation of residual current devices</li></ul></li><li>&nbsp<a target='_blank' rel='noopener' href='https://www.legislation.wa.gov.au/legislation/statutes.nsf/main_mrtitle_1355_homepage.html'>Electrical (Licensing) Regulations 1991</a>&nbsp</li><li>&nbsp<a target='_blank' rel='noopener' href='https://www.commerce.wa.gov.au/publications/wa-electrical-requirements-waer'>WA Electrical Requirements 2014 (WAER)</a>&nbsp</li><li>AS 2700 Colour Standards for General Purposes</li><li>AS/NZS IEC 60947.5.1:2015 Low-voltage switchgear and control gear Control circuit devices and switching elements - Electromechanical control circuit devices</li></ul>"
            },
            {
                "title": "Enclosure Standards (installation considerations)",
                "content": "<ul><li>&nbsp<a target='_blank' rel='noopener' href='https://www.sa.gov.au/topics/energy-and-environment/electrical-gas-and-plumbing-safety-and-technical-regulation/electricity-trades/testing-and-verification-of-electrical-installations'>AS 3017 Electrical installations</a>&nbsp– verification guidelines</li><li>IEEE 400.2 Guide for field testing of shielded power cable systems using very low frequency</li><li>&nbsp<a target='_blank' rel='noopener' href='https://www.standards.org.au/standards-catalogue/others/ena/ena--eg1-2006'>​ENA EG1:2006 Substation earthing guide</a>&nbsp</li><li>&nbsp<a target='_blank' rel='noopener' href='https://infostore.saiglobal.com/en-au/Standards/AS-60529-2004-R2018--121215_SAIG_AS_AS_254357/'>AS 60529 Degrees of Protection provided by enclosures (IP Code)</a>&nbsp</li><li>IEC 62262 Degrees of protection provided by enclosures for electrical equipment against external impacts (IK code)</li><li><div>AS 4204 Safety of machinery</div><ul><li>Indoor locations – IP42</li><li>Outdoor locations in mine areas, process plant, rail facilities and other areas subject to high dust levels and/or high pressure wash-down water - IP66</li><li>Other outdoor locations – IP54</li><li>Enclosures in ore mining and processing areas where the enclosure may be subject to ore spillage should have a mechanical impact resistance rating of IK08 (as per IEC 62262).</li></ul></li></ul>"
            },
            {
                "title": "Other Standards",
                "content": "<ul><li>&nbsp<a target='_blank' rel='noopener' href='https://www.standards.org.au/standards-catalogue/others/sa-slash-snz/as-slash-nzs--1170-dot-2-2002'>AS 1170 Structural design actions</a>&nbsp</li><li>&nbsp<a target='_blank' rel='noopener' href='https://www.acma.gov.au/Industry/Suppliers/Product-supply-and-compliance'>Minimum EMC standards</a>&nbsp- Product and supply compliance standards</li></ul>"
            }
        ]
    }, {
        "title": "Site Trial",
        "description": "The University of Western Australia has significant industrial scale infrastructure on its campuses. Examples of equipment on the Crawley campus include large air compressors, cooling towers, tanks and 90KW pumps associated with the Chilled Water facility as well as numerous equipment, protocols and support functions associated with managing a complex facility. The Shenton Park Field Station campus, located 10 minutes away, has 67 hectares of outdoor and agricultural field activities with numerous tanks, piping and pump infrastructure as well as mobile equipment such as tractors.<br/><br/>We have the ability to place sensors onto industrial scale campus equipment in order to measure asset health, performance or other asset related features.<br/><br/>No interruption to facilities critical to the operation of the University is anticipated, and access to and installation of all equipment will have to pass appropriate safety and risk assessments. This will be managed as part of the Living Lab onboarding process in compliance with campus industry-matched risk and safety management systems. The electronic equipment anticipated for testing includes novel thickness, noise, vibration and similar transducers, robotic inspection units, and energy harvesting, wireless Internet of Things (IoT) devices. There is potential to explore control, robotic maintenance and other options with non-critical campus equipment.",

        "requirements": [{
                "title": "​Product technical requirements",
                "content": "<ul><li>What could affect the product? Have you checked for EMF immunity?</li><li>Do you need access to electrical power, if so have you met site electrical Standards?</li><li>How will you mount the unit? Sites have Standards.</li><li>How will you get products to site if flights/ transport involved (e.g. Li batteries)? Sites may have requirement around battery use and management.</li><li>Will the product manage the heat, dust, UV and water?</li><li>Can the product survive multiple reboots?</li><li>Have you used appropriate connectors, interfaces and enclosure materials?</li><li>How are you going to develop/ install software patches on the fly?</li></ul>"
            },
            {
                "title": "Communications requirements",
                "content": "<ul><li>If network communications is required, is it adequate and reliable? Get the specs and have access to your own advisor. Often WiFi capability is not as said.</li><li>Think ahead to how you will deal with interference and black spots.</li><li>Have you got alternate communications options?</li></ul>"
            },
            {
                "title": "Site-specific context trial requirements",
                "content": "<ul><li>Where will the product be installed?</li><li>What are the dimensions and weight of the product?</li><li>Have you completed a trial risk assessment?</li><li>What is the condition and operational profile of the equipment?</li><li>What maintenance is planned on the equipment?</li><li>Will you interrupt operations?</li><li>Does the site require the product to be intrinsically safe?</li><li>How will you get products to site if flights/ transport involved (e.g. Li batteries)?</li><li>Recognise the product will fail and have a plan, have a set of what-if scenarios.</li><li>How will you get access to site data necessary for the trial?</li><li>What are the restrictions on taking and use of photographs?</li></ul>"
            },
            {
                "title": "Site personnel",
                "content": "<ul><li>Communication to all personnel involved in trial prior to kick off</li><li>Have backup plan in case nominated people are not available for the entire trial period</li><li>Brief the site GM and trial sponsor (if different)</li><li>Ensure baseline and trial data is collected and shared with innovators</li><li>Have you got secured access to technicians through a work order in the CMMS?</li></ul>"
            },
            {
                "title": "Innovator personnel trial requirements",
                "content": "<ul><li>Inductions (corporate, site)</li><li>Permit training (tagging on/off, confined space, working at heights)</li><li>Medical</li><li>PPE</li><li>Tags</li><li>Accommodation</li><li>Site organizational chart and contact details for key contacts</li><li>Know who other contractors/ vendors are on site</li><li>Know who will install, reset and remove the product. What training and support do they need?</li><li>Security/ police checks if necessary</li></ul>"
            }
        ],
        "custom": true
    },
    {
        "title": "Site Trial Proposal",
        "description": "This document is co-developed by the team which includes representatives from the company and the Living Lab team. ",
        "requirements": [{
            "title": "Structure",
            "content": "<ol><li>Overview of the intent of the trials</li><li>Product description</li><li>Identify factors in a successful trial<div><ul><li>Function(s) and Processes to test</li><li>Test options<div><ul><li>Potential equipment on which product can be mounted</li><li>Test conditions and time, supporting calculations</li><li>Relevant Standards</li><li>Costs (for consumables)</li></ul></div></li><li>Comparison of test options</li><li>Detailed test description<div><ul><li>Aims/ hypothesis</li><li>Test method</li><li>Equipment required</li><li>Procedure</li><li>Results</li></ul></div></li><li>UWA Site trial risk and safety assessment</li><li>Actual site trial risk assessment</li></ul></div></li></ol>"
        }]
    }
]