[{
        "firstName": "Aiden",
        "lastName": "Taba",

        "bio": ""
    },
    {
        "firstName": "Amit",
        "lastName": "Patel",
        "picture": "/img/team/amit-patel.png",
        "bio": ""
    },
    {
        "firstName": "Aseem",
        "lastName": "Maroo",

        "bio": ""
    },
    {
        "firstName": "Carlin",
        "lastName": "Lapuz",

        "bio": ""
    },
    {
        "firstName": "Craig",
        "lastName": "Hook",

        "bio": "Craig Hook is a highly accomplished executive, Non-Executive Director and Advisory Board Chair with leadership and strategic experience across a portfolio of Board positions.  He chairs several METS nationally including mine technical consulting, asset maintenance software, and tenement management software businesses.  Previously Craig was a Partner of Churchill Consulting, a leading boutique management consultancy based in Perth WA.  Prior to his consulting career, Craig was General Manager of OceanaGold (NZ) and held senior operational and technical roles internationally with Rio Tinto.  Qualifications in mine engineering, business management with substantial experience in the mining industry across feasibility studies, operational readiness, business improvement projects and restructures. "
    },
    {
        "firstName": "Drew",
        "lastName": "Georgiades",

        "bio": ""
    },
    {
        "firstName": "Eddie",
        "lastName": "Atkinson",

        "bio": ""
    },
    {
        "firstName": "Frinze",
        "lastName": "Lapuz",
        "picture": "/img/team/frinze-lapuz.png",
        "bio": ""
    },
    {
        "firstName": "James",
        "lastName": "Dingley",

        "bio": ""
    },
    {
        "firstName": "Jaymin",
        "lastName": "Moffatt",
        "picture": "/img/team/placeholder.jpg",
        "bio": ""
    },
    {
        "firstName": "Matt",
        "lastName": "Arpin",
        "picture": "/img/team/placeholder.jpg",
        "bio": ""
    },
    {
        "firstName": "Melinda",
        "lastName": "Hodkiewicz",

        "bio": ""
    },
    {
        "firstName": "Paul",
        "lastName": "McCann",
        "picture": "/img/team/placeholder.jpg",
        "bio": ""
    },
    {
        "firstName": "Peter",
        "lastName": "Clarke",

        "bio": ""
    },
    {
        "firstName": "Sharon",
        "lastName": "Wong",
        "picture": "/img/team/sharon-wong.png",
        "bio": ""
    },
    {
        "firstName": "Tamryn",
        "lastName": "Barker",

        "bio": "Tamryn is committed to growing a community of innovators in WA to deliver the ideas, solutions and skills we need into the future. She is one of the founders of CORE Innovation Hub, Australia’s first co-working, collaboration and innovation hub focused on the resources and energy sector. CORE provides a common point for operators, suppliers, researchers, entrepreneurs and startups to connect, collaborate and upskill on innovative challenges and opportunities.  "
    },
    {
        "firstName": "Toby",
        "lastName": "Griffiths",

        "bio": ""
    }
]